Repository: Libertasio/thunar-custom-actions-1
Catalog: locale/*/LC_MESSAGES/thunar-custom-actions.po
Languages: de

source: Encrypting
de: Verschlüssele

source: overwrite $base?
de: $base überschreiben?

source: something went wrong copying the file $fileout over to $filefinalout.
de: Etwas ist beim Kopieren der Datei $fileout nach $filefinalout schiefgegangen.

source: Decrypting
de: Entschlüssele

source: Wrong Password for $filebase?
de: Falsches Passwort für $filebase?

source: Rotating clockwise
de: Drehe im Uhrzeigersinn

source: Rotating anti-clockwise
de: Drehe gegen den Uhrzeigersinn

source: Converting to grayscale
de: Konvertiere zu Graustufen

source: Filling transparency with $COLOR
de: Fülle Transparenz mit $COLOR

source: Scale to what percentage?
de: Auf wie viel Prozent der Originalgröße skalieren?

source: Scale to $SCALE percent
de: Skaliere auf $SCALE%

source: The link name has to differ from the target file name.
de: Der Name des Links muss von der zu verlinkenden Datei abweichen.

source: Determining file sizes
de: Ermittle Dateigrößen

source: Size
de: Größe

source: Big elements
de: Große Elemente

source: Elements sorted by size
de: Elemente nach Größe sortiert

source: Double-click to open.
de: Doppelklick zum öffnen.

source: Converting to PDF
de: Konvertiere zu PDF

source: Concatenating PDFs
de: Füge PDFs zusammen

source: Optimizing PDF
de: Optimiere PDF
